## Terraform Plan Output
<details><summary>Click to expand</summary>

```terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  ~ update in-place
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # digitalocean_droplet.twilio_apps must be replaced
-/+ resource "digitalocean_droplet" "twilio_apps" {
      ~ created_at           = "2023-07-14T16:37:07Z" -> (known after apply)
      ~ disk                 = 10 -> (known after apply)
      ~ id                   = "365195836" -> (known after apply)
      ~ image                = "nodejs-20-04" -> "docker-20-04" # forces replacement
      ~ ipv4_address         = "146.190.158.138" -> (known after apply)
      ~ ipv4_address_private = "10.124.0.2" -> (known after apply)
      + ipv6_address         = (known after apply)
      ~ locked               = false -> (known after apply)
      ~ memory               = 512 -> (known after apply)
        name                 = "twilio-drops"
      ~ price_hourly         = 0.00595 -> (known after apply)
      ~ price_monthly        = 4 -> (known after apply)
      ~ private_networking   = true -> (known after apply)
      ~ status               = "active" -> (known after apply)
      - tags                 = [] -> null
      ~ urn                  = "do:droplet:365195836" -> (known after apply)
      ~ vcpus                = 1 -> (known after apply)
      ~ volume_ids           = [] -> (known after apply)
      ~ vpc_uuid             = "f4d6ab24-11ec-4335-88f3-59c9bb570458" -> (known after apply)
        # (8 unchanged attributes hidden)
    }

  # digitalocean_reserved_ip.this will be updated in-place
  ~ resource "digitalocean_reserved_ip" "this" {
      ~ droplet_id = 365195836 -> (known after apply)
        id         = "143.244.208.157"
        # (3 unchanged attributes hidden)
    }

Plan: 1 to add, 1 to change, 1 to destroy.
```
</details>